Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2smn/admin/sd/press_releases_fi/gielladahku_2011_perustelut-su-da-an-nu.pdf.tmx
Source language: fin
Languages: smn

source: Saamen kieliteko – palkinnon peruStelut
smn: Säämi kielâtaho – palhâšume vuáđuStâSah

source: Saamen kieliteko - palkinnon tarkoitus on antaa tunnustusta saamenkielisten palvelujen ja saamen kielen aseman edistämiseksi tehdystä ansiokkaasta työstä Suomessa.
smn: Säämi kielâtaho - palhâšume uáivilin lii adeliđ tubdâstâs sämikielâlij palvâlusâi já sämikielâ sajattuv oovdedmân porgum ansulii pargoost Suomâst.

source: Saamen kieliteko - palkinto myönnetään Enontekiön kunnan ryhmäperhepäiväkoti Miessille seuraavin perustein:
smn: Säämi kielâtaho - palhâšume mieđettuvvoo Iänuduv kieldâ juávkkupeerâpeivikiäčču Miessin čuávvoo agâiguin:

source: Ryhmäperhepäiväkoti Miessi on ansiokkaasti toteuttanut toiminnassaan saamelaisten kielellisiä oikeuksia ja edistänyt saamen kielen asemaa ja sen säilymistä.
smn: Juávkkupeerâpeivikiäčču Miessi lii ánsulávt olášuttâm jieijâs tooimâst sämmilij kielâlijd vuoigâdvuođâid já ovdedâm sämikielâ sajattuv já ton siäilum.

source: Ryhmäperhepäiväkoti Miessi on esimerkki siitä, miten pienillä resursseilla ja pitkäjänteisellä työllä voidaan saada aikaan merkittäviä tekoja saamen kielen säilymiseksi.
smn: Juávkkupeivikiäčču Miessi lii ovdâmerkkâ tast, maht uccâ resurssijguin já meritiätuláin pargoin puáhtá uážžuđ ááigán merhâšittee tavvoid sämikielâ siäilumân.

source: Ryhmäperhepäiväkoti Miessi on toiminut Enontekiöllä 10 vuotta ja sinä aikana Miessi on hoitanut vuosien varrella lähes 40 saamelaislasta.
smn: Juávkkupeivikiäčču Miessi lii toimâm Iänuduvâst 10 ihheed já ton ääigi Miessi lii tipšom ivijmield aldasáid 40 sämipárnážid.

source: Enontekiön kunta kuuluu saamelaisten kotiseutualueeseen ja kunnassa saamenkielinen väestö on pienenä vähemmistönä.
smn: Iänuduv kieldâ kulá sämikuávlun já kieldâ sämikielâlâš aalmug lii uccâ ucceeblohhoon.

source: Miessin hoitokielenä on saamenkieli ja hoitohenkilöstön äidinkieli on saamen kieli.
smn: Miessi tipšokiellân lii tavesämikielâ já tipšoi eenikielâ lii tavesämikielâ.

source: Saamen kielten tulevaisuuden turvaamiselle on tärkeää, että saamelaislapset saavat saamenkielistä päivähoitoa ja lisäksi päivähoito perustuu saamelaiskulttuurin arvoille.
smn: Sämikielâi puátteevuođâ turviimân lii tehálâš, et sämipárnááh uážžuh sämikielâlii peivitipšo.

source: Lasten kanssa työskenneltäessä on erittäin tärkeää systemaattisesti käyttää saamen kieltä valtakielen vahvasta asemasta huolimatta.
smn: Lasseen peivitipšo vuáđuduvá sämikulttuur árvoid.

source: Miessin henkilökunta on onnistunut tässä tehtävässä esimerkillisesti, sillä henkilöstö on sitoutunut tehtäväänsä.
smn: Miessi lii ovdâmerhâlâš peivitipšosaje ton tááhust, et ton pargeeh láá eenikielâs peeleest sämikielâliih já ij lah lonâttâm kielâs suomâkielân, veikkâ uási párnáin láá máttâm sämikielâ hyeneeht.

source: Tällä hoitohenkilöstön sitoutumisella omaan työhönsä sekä vahvalla saamenkielen- ja kulttuurin monipuolisella ja joustavalla osaamisella on toteutettu kaikkien saamelaislasten kielellisiä oikeuksia, myös niiden saamelaislasten, joiden saamen kielentaito on ollut heikompi.
smn: Lasseen pargeeh láá čonnâsâm paargon. Tain tipšoi čoonnâsmáin jieijâs paargon já noonâ sämikielâ- já kulttuur maaŋgâpiälásáin já njyebžilis mättimáin láá olášittum puohâi sämipárnái kielâliih vuoigâdvuođah, meid toi sämipárnái, kiäi sämikielâtáiđu lii lamaš hiäđub.

source: Pitkäjänteisellä työllä on ollut merkitystä saamen kielen säilymiselle, joka taas näkyy siinä, että peruskouluun on tullut vuosittain saamenkielisiä oppilaita, jotka opiskelevat saamenkieltä tai saamenkielellä.
smn: Meritiätuláin pargoin lii lamaš merhâšume sämikielâ siäilumân mii oppeet uáinoo tast, et vuáđuškoovlân láá puáttám ihásávt sämikielâliih uáppeeh, kiäh loheh sämikielâ tâi sämikielân.

source: Saamen kieliteko - palkinnon tarkoitus on kannustaa palkinnon saajaa parantamaan entisestään saamen kielen eteen tehtävää työtä ja kannustaa kaikkia Enontekiön kunnan ja muita viranomaisia parantamaan saamen kielen asemaa.
smn: Säämi kielâtaho - palhâšume uáivilin lii movtijdittiđ palhâšume uážžoo pyerediđ ovdiist-uv pargo, maid pargeh sämikielâ oovdân já movtijdittiđ puohâid Iänuduv kieldâ já eres virgeomâháid pyerediđ sämikielâ sajattuv.

source: Saamen kieliteko - palkinnon myötä Enontekiön kunnan vastuu saamenkielisten palvelujen edistämisestä ja kehittämisestä kasvaa.
smn: Säämi kielâtaho palhâšume mield Iänuduv kieldâ ovdâsvástádâs sämikielâlij palvâlusâi oovdedmist lassaan.

source: Saamelaiskäräjät toivoo palkinnon kannustavan Enontekiön kuntaa parantamaan saamen kielen aseman edistämistä kunnan kaikilla osa-alueilla ja myös muita viranomaisia parantamaan saamenkielisiä palveluja.
smn: Sämitigge tuáivu, et palhâšume movtijdit Iänuduv kieldâ pyerediđ sämikielâ sajattuv ovdedem kieldâ puohâin uásisuorgijn já meid eres virgeomâháid pyerediđ sämikielâlijd palvâlusâid.
